<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
        <key>PayloadContent</key>
        <array>
                <dict>
                        <key>PayloadDescription</key>
                        <string></string>
                        <key>PayloadDisplayName</key>
                        <string>Privacy Preferences Policy Control</string>
                        <key>PayloadIdentifier</key>
                        <string>236FFBB3-159D-4A5F-B146-AAA7BBA11FF0</string>
                        <key>PayloadType</key>
                        <string>com.apple.TCC.configuration-profile-policy</string>
                        <key>PayloadUUID</key>
                        <string>236FFBB3-159D-4A5F-B146-AAA7BBA11FF0</string>
                        <key>PayloadVersion</key>
                        <integer>1</integer>
                        <key>Services</key>
                        <dict>
                                <key>SystemPolicyAllFiles</key>
                                <array>
                                        <dict>
                                                <key>Allowed</key>
                                                <integer>1</integer>
                                                <key>CodeRequirement</key>
                                                <string>anchor apple generic and identifier "com.sentinelone.sentineld" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "4AYE5J54KN")</string>
                                                <key>Identifier</key>
                                                <string>com.sentinelone.sentineld</string>
                                                <key>IdentifierType</key>
                                                <string>bundleID</string>
                                                <key>StaticCode</key>
                                                <integer>0</integer>
                                        </dict>
                                        <dict>
                                                <key>Allowed</key>
                                                <integer>1</integer>
                                                <key>CodeRequirement</key>
                                                <string>anchor apple generic and identifier "com.sentinelone.sentineld-helper" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "4AYE5J54KN")</string>
                                                <key>Identifier</key>
                                                <string>com.sentinelone.sentineld-helper</string>
                                                <key>IdentifierType</key>
                                                <string>bundleID</string>
                                                <key>StaticCode</key>
                                                <integer>0</integer>
                                        </dict>
                                        <dict>
                                                <key>Allowed</key>
                                                <integer>1</integer>
                                                <key>CodeRequirement</key>
                                                <string>anchor apple generic and identifier "com.sentinelone.sentineld-shell" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "4AYE5J54KN")</string>
                                                <key>Identifier</key>
                                                <string>com.sentinelone.sentineld-shell</string>
                                                <key>IdentifierType</key>
                                                <string>bundleID</string>
                                                <key>StaticCode</key>
                                                <integer>0</integer>
                                        </dict>
                                </array>
                                <key>BluetoothAlways</key>
                                <array>
                                        <dict>
                                                <key>Allowed</key>
                                                <integer>1</integer>
                                                <key>CodeRequirement</key>
                                                <string>anchor apple generic and identifier "com.sentinelone.sentinel-helper" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "4AYE5J54KN")</string>
                                                <key>Identifier</key>
                                                <string>com.sentinelone.sentinel-helper</string>
                                                <key>IdentifierType</key>
                                                <string>bundleID</string>
                                                <key>StaticCode</key>
                                                <integer>0</integer>
                                        </dict>
                                </array>
                        </dict>
                </dict>
        </array>
        <key>PayloadDisplayName</key>
        <string>SentinelOne - Privacy Control</string>
        <key>PayloadDescription</key>
        <string>Provides Full Disk Access to Sentinel One processes</string>
        <key>PayloadIdentifier</key>
        <string>0F7D9FAD-1257-402C-A942-354723513881</string>
        <key>PayloadRemovalDisallowed</key>
        <true/>
        <key>PayloadScope</key>
        <string>System</string>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
        <string>5961E10D-A589-4A7E-9790-8F1C55511014</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
</dict>
</plist>